Repository: Demmenty/health_and_fitness_project
Catalog: personalpage/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Breakfast
ru: Завтрак

source: Dinner
ru: Ужин

source: Lunch
ru: Обед

source: Other
ru: Другое

source: Tea (Brewed)
ru: Чай

source: Peaches
ru: Персики

source: Skinless Chicken Breast
ru: Куриная грудка (без кожи)

source: Russian Threaded Bread
ru: Батон нарезной

source: Nectarines
ru: Нектарины

source: Russian Stewed Zucchini
ru: Кабачки тушеные

source: Coffee with Milk
ru: Кофе с молоком

source: Presweetened with Sugar Coffee
ru: Кофе с сахаром

source: Coffee
ru: Кофе

source: Russian Grilled Skinless Chicken
ru: Курица жареная (без кожи)

source: Tomatoes
ru: Томаты

source: Braised Cabbage
ru: Тушеная капуста

source: Banana
ru: Бананы

source: Russian Boiled Smoked Sausage
ru: Колбаса варено-копченая

source: Russian Beef with Vegetables
ru: Говядина с овощами

source: Beet Soup (Borscht)
ru: Борщ

source: Russian Sour Soup
ru: Русский кислый суп

source: Fried Egg
ru: Яичница

source: Super
ru: Snickers

source: Russian Potato Knish with Chicken
ru: Картофель с курицей

source: Coffee with Milk and Sugar
ru: Кофе с молоком и сахаром

source: Russian Cooked Pasta
ru: Паста приготовленная

source: Mashed Potato
ru: Картофельное пюре

source: Russian Fried and Battered Zucchini
ru: Цуккини, жареные в кляре

source: Russian Boiled Rice
ru: Вареный рис

source: Russian Braised Beef
ru: Тушеная говядина

source: Cucumber (with Peel)
ru: Огурец с кожурой

source: Cappuccino
ru: Капучино

source: Pork Shashlik
ru: Шашлык из свинины

source: Russian Boiled Chicken
ru: Курица вареная

source: Strawberries
ru: Клубника

source: Pickle Soup
ru: Огуречный суп

source: Russian Pilaf with Chicken
ru: Плов с курицей

source: Russian Black Bread
ru: Хлеб черный

source: Russian Chicken Soup with Pasta
ru: Куриный суп с пастой

source: Bread
ru: Хлеб

source: Russian Borscht with Beef
ru: Борщ с говядиной

source: Red Tomatoes
ru: Томаты

source: Russian Vegetable Stew with Chicken
ru: Овощное рагу с курицей

source: Potato
ru: Картофель
